tap "cormacrelf/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
tap "wez/wezterm"
brew "python@3.10"
brew "autojump"
brew "bat"
brew "coreutils"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "htop"
brew "lazygit"
brew "luv"
brew "make"
brew "mongosh"
brew "neovim", args: ["HEAD"]
brew "neovide"
brew "node"
brew "pfetch"
brew "pnpm"
brew "python@3.9"
brew "ripgrep"
brew "silicon"
brew "speedtest-cli"
brew "stow"
brew "cormacrelf/tap/dark-notify"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alacritty"
cask "amethyst"
cask "cscreen"
cask "fig"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "kitty"
cask "qmk-toolbox"
cask "wezterm"
