tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "wez/wezterm"
brew "bat"
brew "coreutils"
brew "fzf"
brew "git"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "lazygit"
brew "luv"
brew "make"
brew "neovim", args: ["HEAD"]
brew "node"
brew "ripgrep"
brew "stow"
cask "font-jetbrains-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "wezterm"
